Repository: mattiaa95/eNDS
Catalog: Targets/INDS/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans

source: Shape
de: Form
es: Forma
fr: Forme
it: Forma
ja: 形状
ko: 모양
pt_pt: Forma
ru: Форма
zh_hans: 形状

source: Share ROM
de: ROM teilen
es: Compartir la ROM
fr: Partager la ROM
it: Condividi la ROM
ja: ROMを共有
ko: ROM 공유
pt_pt: Partilhar a ROM
ru: Поделиться ROM
zh_hans: 共享 ROM

source: Show Save Indicator
de: Speicheranzeige einblenden
es: Mostrar el indicador de guardado
fr: Afficher l’indicateur de sauvegarde
it: Mostra l’indicatore di salvataggio
ja: セーブ中の表示を出す
ko: 저장 표시 보기
pt_pt: Mostrar o indicador de gravação
ru: Показывать индикатор сохранения
zh_hans: 显示存档指示

source: Side by Side
de: Seite an Seite
es: Uno al lado del otro
fr: Côte à côte
it: Fianco a fianco
ja: 並んで
ko: 나란히
pt_pt: Lado a lado
ru: Бок о бок
zh_hans: 并肩而立

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensioni
ja: サイズ
ko: 크기
pt_pt: Tamanho
ru: Размер
zh_hans: 尺寸

source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_pt: Ignorar
ru: Пропустить
zh_hans: 跳过

source: Slot 1 + auto-save are free — PRO unlocks slots 2-4
de: Slot 1 + automatische Speicherung sind kostenlos – Mit der PRO-Version werden die Slots 2–4 freigeschaltet
es: La ranura 1 y el guardado automático son gratuitos; la versión PRO desbloquea las ranuras 2 a 4
fr: L'emplacement 1 et la sauvegarde automatique sont gratuits — La version PRO débloque les emplacements 2 à 4
it: Lo slot 1 e il salvataggio automatico sono gratuiti — La versione PRO sblocca gli slot 2-4
ja: スロット1と自動保存機能は無料で利用可能 — PROプランではスロット2～4が利用可能になります
ko: 슬롯 1과 자동 저장 기능은 무료입니다 — PRO 버전을 이용하면 슬롯 2~4를 사용할 수 있습니다
pt_pt: O Slot 1 + o salvamento automático são gratuitos — a versão PRO desbloqueia os slots 2 a 4
ru: Слот 1 и функция автосохранения доступны бесплатно — версия PRO открывает слоты 2–4
zh_hans: 插槽 1 + 自动保存功能免费 — PRO 版可解锁插槽 2-4

source: Slots 2-4 are a PRO feature — slot 1 and auto-save are always free.
de: Die Plätze 2–4 sind eine PRO-Funktion — Platz 1 und die automatische Speicherung sind immer kostenlos.
es: Los espacios 2–4 son una función PRO — el espacio 1 y el autoguardado son siempre gratis.
fr: Les emplacements 2–4 sont une fonction PRO — l'emplacement 1 et la sauvegarde auto restent gratuits.
it: Gli slot 2–4 sono una funzione PRO — lo slot 1 e il salvataggio automatico sono sempre gratuiti.
ja: スロット2〜4は PRO 機能です。スロット1と自動セーブは常に無料です。
ko: 슬롯 2–4는 PRO 기능입니다. 슬롯 1과 자동 저장은 항상 무료입니다.
pt_pt: As posições 2–4 são uma função PRO — a posição 1 e o guardar automático são sempre gratuitos.
ru: Слоты 2–4 — функция PRO; слот 1 и автосохранение всегда бесплатны.
zh_hans: 存档位 2–4 为 PRO 功能——存档位 1 与自动存档始终免费。

source: Smooth
de: Glatt
es: Suave
fr: Lisse
it: Liscio
ja: 滑らか
ko: 부드러운
pt_pt: Suave
ru: Плавный
zh_hans: 流畅

source: Smooth and Crisp are always free. Go PRO to unlock the Scanlines filter.
de: Smooth und Crisp sind immer kostenlos. Hol dir PRO, um den Scanlines-Filter freizuschalten.
es: Smooth y Crisp son siempre gratis. Hazte PRO para desbloquear el filtro Scanlines.
fr: Smooth et Crisp sont toujours gratuits. Passez PRO pour débloquer le filtre Scanlines.
it: Smooth e Crisp sono sempre gratuiti. Passa a PRO per sbloccare il filtro Scanlines.
ja: Smooth と Crisp は常に無料です。Scanlines フィルターは PRO で解放できます。
ko: Smooth와 Crisp는 항상 무료입니다. PRO로 Scanlines 필터를 잠금 해제하세요.
pt_pt: Smooth e Crisp são sempre gratuitos. Torne-se PRO para desbloquear o filtro Scanlines.
ru: Smooth и Crisp всегда бесплатны. Оформите PRO, чтобы открыть фильтр Scanlines.
zh_hans: Smooth 与 Crisp 始终免费。升级 PRO 即可解锁 Scanlines 滤镜。

source: Smooth and Crisp are always free; Scanlines is a PRO feature. This is the default for games with no filter of their own — you can always change it in-game from the pause menu.
de: Smooth und Crisp sind immer kostenlos; Scanlines ist eine PRO-Funktion. Dies ist der Standard für Spiele ohne eigenen Filter — im Spiel jederzeit über das Pausenmenü änderbar.
es: Smooth y Crisp son siempre gratis; Scanlines es una función PRO. Es el valor por defecto para juegos sin filtro propio — puedes cambiarlo en plena partida desde el menú de pausa.
fr: Smooth et Crisp sont toujours gratuits ; Scanlines est une fonction PRO. C'est le réglage par défaut pour les jeux sans filtre propre — modifiable en jeu depuis le menu pause.
it: Smooth e Crisp sono sempre gratuiti; Scanlines è una funzione PRO. È il valore predefinito per i giochi senza filtro proprio — modificabile in gioco dal menu di pausa.
ja: Smooth と Crisp は常に無料、Scanlines は PRO 機能です。フィルター未設定のゲームの既定値で、ゲーム中でもポーズメニューからいつでも変更できます。
ko: Smooth와 Crisp는 항상 무료이며 Scanlines는 PRO 기능입니다. 자체 필터가 없는 게임의 기본값이며, 게임 중 일시정지 메뉴에서 언제든 변경할 수 있습니다.
pt_pt: Smooth e Crisp são sempre gratuitos; Scanlines é uma função PRO. É a predefinição para jogos sem filtro próprio — pode mudá-la em jogo no menu de pausa.
ru: Smooth и Crisp всегда бесплатны; Scanlines — функция PRO. Это значение по умолчанию для игр без собственного фильтра — можно сменить прямо в игре через меню паузы.
zh_hans: Smooth 与 Crisp 始终免费；Scanlines 为 PRO 功能。这是无自定义滤镜游戏的默认值——游戏中可随时在暂停菜单更改。

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
ko: 정렬
pt_pt: Ordenar
ru: Сортировка
zh_hans: 排序

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
pt_pt: Código-fonte
ru: Исходный код
zh_hans: 源代码

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
ko: 속도
pt_pt: Velocidade
ru: Скорость
zh_hans: 速度

source: Spreads 3D rendering across your device's CPU cores instead of just one. Leave it on — it's a large speed gain in 3D games and costs nothing. Turn it off only if a specific game shows glitched graphics. Applies the next time you open a game.
de: Verteilt das 3D-Rendering auf alle CPU-Kerne deines Geräts statt nur auf einen. Lass es an – in 3D-Spielen bringt das ordentlich Tempo und kostet nichts. Schalte es nur aus, wenn ein bestimmtes Spiel Grafikfehler zeigt. Gilt ab dem nächsten Spielstart.
es: Reparte el renderizado 3D entre los núcleos de CPU de tu dispositivo en vez de usar solo uno. Déjalo activado: se gana mucha velocidad en los juegos 3D y no cuesta nada. Desactívalo solo si un juego concreto muestra gráficos con fallos. Se aplica la próxima vez que abras un juego.
fr: Répartit le rendu 3D sur tous les cœurs du processeur de votre appareil, au lieu d'un seul. Laissez cette option activée — le gain de vitesse est important dans les jeux 3D et ne coûte rien. Ne la désactivez que si un jeu précis affiche des graphismes défectueux. S'applique au prochain lancement d'un jeu.
it: Distribuisce il rendering 3D su tutti i core della CPU del dispositivo invece che su uno solo. Lascialo attivo — nei giochi 3D è un bel guadagno di velocità e non costa nulla. Disattivalo solo se un gioco specifico mostra una grafica corrotta. Si applica alla prossima apertura di un gioco.
ja: 3Dの描画を1つのCPUコアだけに任せず、端末の複数のコアに分散します。オンのままで問題ありません。3Dゲームの速度が大きく向上し、代償もありません。特定のゲームで表示が乱れる場合にのみオフにしてください。次回ゲームを起動した際に反映されます。
ko: 3D 렌더링을 하나의 코어가 아니라 기기의 여러 CPU 코어에 분산합니다. 켜 두세요 — 3D 게임에서 속도가 크게 향상되며 손해는 없습니다. 특정 게임의 그래픽이 깨질 때만 끄면 됩니다. 다음에 게임을 실행할 때 적용됩니다.
pt_pt: Distribui a renderização 3D pelos vários núcleos do CPU do seu dispositivo, em vez de usar apenas um. Deixe ativado — é um grande ganho de velocidade nos jogos 3D e não custa nada. Desative apenas se algum jogo específico apresentar gráficos com falhas. Aplica-se na próxima vez que abrir um jogo.
ru: Распределяет 3D-рендеринг по всем ядрам процессора устройства, а не по одному. Лучше оставить включённым — это заметно ускоряет 3D-игры и ничего не стоит. Отключайте, только если в какой-то игре появляются графические артефакты. Применится при следующем запуске игры.
zh_hans: 将 3D 渲染分摊到设备的多个 CPU 核心上，而不是只用一个。建议保持开启——它能大幅提升 3D 游戏的速度，且没有任何代价。仅当某款游戏出现画面错乱时才将其关闭。该设置将在您下次启动游戏时生效。

source: Stack both DS screens, place them side by side, or focus on just one — switch anytime.
de: Beide DS-Bildschirme gestapelt, nebeneinander oder nur einer im Fokus – jederzeit umschaltbar.
es: Apila las dos pantallas de la DS, ponlas una al lado de la otra o quédate solo con una: cambia cuando quieras.
fr: Empilez les deux écrans DS, placez-les côte à côte ou n'en gardez qu'un seul — changez quand vous voulez.
it: Impila i due schermi del DS, mettili fianco a fianco o concentrati su uno solo — cambi quando vuoi.
ja: DSの2画面を縦に重ねる、横に並べる、片方だけを大きく表示する。いつでも切り替えられます。
ko: 두 DS 화면을 위아래로 쌓거나, 나란히 두거나, 하나만 크게 볼 수 있습니다 — 언제든지 전환하세요.
pt_pt: Empilhe os dois ecrãs da DS, coloque-os lado a lado ou fique só com um — pode trocar quando quiser.
ru: Расположите экраны DS друг над другом или рядом либо оставьте только один — переключайтесь в любой момент.
zh_hans: 上下堆叠两块 DS 屏幕、并排显示，或只专注于其中一块——随时切换。

source: Stacked
de: Gestapelt
es: Apilado
fr: Empilés
it: Impilati
ja: 積み重ねられた
ko: 쌓인
pt_pt: Empilhado
ru: Сложенные
zh_hans: 堆叠

source: Start Free Trial
de: Kostenlose Testversion starten
es: Empieza tu prueba gratuita
fr: Commencer l'essai gratuit
it: Inizia la prova gratuita
ja: 無料トライアルを開始する
ko: 무료 체험 시작하기
pt_pt: Iniciar o período de avaliação gratuita
ru: Начать бесплатную пробную версию
zh_hans: 开始免费试用

source: Start button
de: Start-Taste
es: Botón Start
fr: Bouton Start
it: Pulsante Start
ja: STARTボタン
ko: Start 버튼
pt_pt: Botão Start
ru: Кнопка Start
zh_hans: Start 键

source: Stop Recording
de: Aufnahme beenden
es: Detener la grabación
fr: Arrêter l'enregistrement
it: Interrompi la registrazione
ja: 録画を停止
ko: 녹화 중지
pt_pt: Parar a gravação
ru: Остановить запись
zh_hans: 停止录制

source: Strength
de: Stärke
es: Intensidad
fr: Intensité
it: Intensità
ja: 強さ
ko: 세기
pt_pt: Intensidade
ru: Сила
zh_hans: 强度

source: Stretches each DS screen to completely fill its assigned area instead of keeping the original 4:3 shape. Takes effect immediately, in every layout mode.
de: Dehnt jeden DS-Bildschirm so, dass er den ihm zugewiesenen Bereich vollständig ausfüllt, anstatt das ursprüngliche 4:3-Seitenverhältnis beizubehalten. Die Änderung wird sofort wirksam, unabhängig vom Layout-Modus.
es: Amplía cada pantalla de la DS para que ocupe por completo el área que se le ha asignado, en lugar de mantener la relación de aspecto original de 4:3. El cambio se aplica de forma inmediata, en cualquier modo de diseño.
fr: Agrandit chaque écran de la DS pour qu'il occupe entièrement la zone qui lui est attribuée, au lieu de conserver le format 4:3 d'origine. Cette modification prend effet immédiatement, quel que soit le mode d'affichage.
it: Allarga lo schermo di ogni DS in modo da riempire completamente l'area assegnata, invece di mantenere il formato originale 4:3. L'effetto è immediato, in ogni modalità di layout.
ja: 各DS画面を、元の4:3のアスペクト比を維持するのではなく、割り当てられた領域を完全に埋めるように拡大表示します。すべてのレイアウトモードで、即座に適用されます。
ko: 각 DS 화면을 원래의 4:3 비율을 유지하지 않고 할당된 영역을 완전히 채우도록 확대합니다. 모든 레이아웃 모드에서 즉시 적용됩니다.
pt_pt: Ajusta cada ecrã da DS para preencher completamente a área que lhe foi atribuída, em vez de manter a proporção original de 4:3. A alteração entra em vigor imediatamente, em qualquer modo de disposição.
ru: Растягивает каждый экран DS так, чтобы он полностью заполнял отведенную ему область, вместо того чтобы сохранять исходное соотношение сторон 4:3. Вступает в силу немедленно в любом режиме макета.
zh_hans: 将每个DS屏幕拉伸以完全填满其分配的区域，而非保持原始的4:3比例。该设置在所有布局模式下均立即生效。

source: Strong
de: Stark
es: Fuerte
fr: Fort
it: Forte
ja: 強い
ko: 강한
pt_pt: Forte
ru: Сильный
zh_hans: 强

source: Support development
de: Entwicklung fördern
es: Apoyar el desarrollo
fr: Soutenir le développement
it: Sostenere lo sviluppo
ja: 開発の支援
ko: 개발 지원
pt_pt: Apoiar o desenvolvimento
ru: Поддержка разработки
zh_hans: 支持开发

source: Swap Screens
de: Bildschirme wechseln
es: Intercambiar pantallas
fr: Changer d'écran
it: Cambia schermata
ja: 上下画面を入れ替え
ko: 화면 전환
pt_pt: Alternar ecrãs
ru: Переключение экранов
zh_hans: 切换屏幕

source: Switch layout
de: Ansicht wechseln
es: Cambiar la vista
fr: Changer d’affichage
it: Cambia visualizzazione
ja: 表示を切り替える
ko: 보기 전환
pt_pt: Mudar de vista
ru: Сменить вид
zh_hans: 切换视图

source: TV connected — showing touch screen here
de: TV verbunden — hier wird der Touchscreen angezeigt
es: TV conectada — aquí se muestra la pantalla táctil
fr: TV connectée — l'écran tactile s'affiche ici
it: TV collegata — qui viene mostrato il touch screen
ja: テレビ接続中 — こちらはタッチ画面を表示
ko: TV 연결됨 — 여기에는 터치 화면 표시
pt_pt: TV ligada — aqui é mostrado o ecrã tátil
ru: ТВ подключён — здесь показан сенсорный экран
zh_hans: 已连接电视 — 此处显示触摸屏

source: Tap + to add an Action Replay code for this game.
de: Tippe auf „+“, um einen Action-Replay-Code für dieses Spiel hinzuzufügen.
es: Pulsa + para añadir un código de Action Replay para este juego.
fr: Appuyez sur + pour ajouter un code Action Replay pour ce jeu.
it: Tocca + per aggiungere un codice Action Replay per questo gioco.
ja: 「+」をタップして、このゲームのアクションリプレイコードを追加してください。
ko: +를 탭하여 이 게임의 액션 리플레이 코드를 추가하세요.
pt_pt: Toque em + para adicionar um código do Action Replay para este jogo.
ru: Нажмите «+», чтобы добавить код Action Replay для этой игры.
zh_hans: 点击“+”为该游戏添加一个Action Replay代码。

source: Tap a row below, then press the button you want to assign.
de: Tippen Sie auf eine Zeile darunter und drücken Sie anschließend die Taste, die Sie zuweisen möchten.
es: Toca una fila de las que aparecen a continuación y, a continuación, pulsa el botón que quieras asignar.
fr: Appuyez sur une ligne ci-dessous, puis sur le bouton que vous souhaitez attribuer.
it: Tocca una riga qui sotto, quindi premi il pulsante che desideri assegnare.
ja: 下の行をタップし、割り当てたいボタンを押してください。
ko: 아래의 행을 탭한 다음, 할당할 버튼을 누르세요.
pt_pt: Toque numa linha abaixo e, em seguida, prima o botão que pretende atribuir.
ru: Нажмите на строку ниже, а затем нажмите кнопку, которую хотите назначить.
zh_hans: 点击下方的一行，然后点击要分配的按钮。

source: Tap a row, then press the controller button you want to trigger it. The D-pad, left stick, and system Menu button always control movement and pause, and can't be reassigned.
de: Tippe auf eine Zeile und drücke dann die Controller-Taste, mit der du sie auslösen möchtest. Das Steuerkreuz, der linke Stick und die System-Menü-Taste steuern immer die Bewegung und die Pause und können nicht neu zugewiesen werden.
es: Toca una fila y, a continuación, pulsa el botón del mando con el que quieras activarla. El pad direccional, el joystick izquierdo y el botón de menú del sistema siempre controlan el movimiento y la pausa, y no se pueden reasignar.
fr: Appuyez sur une ligne, puis sur le bouton de la manette que vous souhaitez utiliser pour l'activer. Le pavé directionnel, le joystick gauche et le bouton Menu du système contrôlent toujours le déplacement et la pause ; ils ne peuvent pas être réattribués.
it: Tocca una riga, quindi premi il pulsante del controller che desideri utilizzare per attivarla. Il D-pad, la levetta sinistra e il pulsante del menu di sistema controllano sempre il movimento e la pausa e non possono essere riassegnati.
ja: 行をタップし、その操作を実行したいコントローラーのボタンを押してください。Dパッド、左スティック、およびシステムメニューボタンは、常に移動と一時停止を制御するため、割り当てを変更することはできません。
ko: 행 하나를 탭한 다음, 해당 기능을 실행할 컨트롤러 버튼을 누르세요. D-패드, 왼쪽 스틱, 시스템 메뉴 버튼은 항상 이동과 일시 정지 기능을 제어하며, 이 버튼들의 기능을 재할당할 수 없습니다.
pt_pt: Toque numa linha e, em seguida, prima o botão do comando com o qual pretende ativá-la. O D-pad, o joystick esquerdo e o botão do menu do sistema controlam sempre o movimento e a pausa, e não podem ser reatribuídos.
ru: Нажмите на строку, а затем нажмите кнопку контроллера, которой вы хотите активировать эту функцию. Кнопки D-pad, левый джойстик и кнопка системного меню всегда отвечают за управление перемещением и паузу, и их назначение нельзя изменить.
zh_hans: 点击一行，然后按下要用于触发该行的控制器按钮。方向键、左摇杆和系统菜单按钮始终用于控制移动和暂停，无法重新分配功能。

source: Tap and drag like a stylus on the bottom screen — menus, minigames and drawing all just work.
de: Tippen und ziehen wie mit einem Stylus auf dem unteren Bildschirm – Menüs, Minispiele und Zeichnen funktionieren einfach.
es: Toca y arrastra en la pantalla inferior como con el lápiz táctil: menús, minijuegos y dibujo funcionan sin más.
fr: Touchez et glissez comme avec un stylet sur l'écran inférieur — menus, mini-jeux et dessin fonctionnent naturellement.
it: Tocca e trascina come con un pennino sullo schermo inferiore — menu, minigiochi e disegno funzionano alla perfezione.
ja: 下画面をタッチペンのようにタップ＆ドラッグ。メニューもミニゲームもお絵かきも、そのまま動きます。
ko: 하단 화면을 스타일러스처럼 탭하고 드래그하세요 — 메뉴, 미니게임, 그리기까지 그대로 됩니다.
pt_pt: Toque e arraste no ecrã inferior como se fosse uma caneta stylus — menus, minijogos e desenho funcionam tal e qual.
ru: Нажимайте и водите пальцем по нижнему экрану, как стилусом, — меню, мини-игры и рисование работают как надо.
zh_hans: 在下屏像用触控笔一样点击和拖动——菜单、小游戏和绘画都能正常使用。

source: Tap ⏸ to pause · save · cheats
de: Tippe auf ⏸, um anzuhalten · zu speichern · Cheats aufzurufen
es: Pulsa ⏸ para pausar · guardar · trucos
fr: Appuie sur ⏸ pour mettre en pause · enregistrer · afficher les astuces
it: Tocca ⏸ per mettere in pausa · salvare · usare i trucchi
ja: ⏸をタップして、一時停止・保存・チートを行う
ko: ⏸를 탭하여 일시 정지 · 저장 · 치트 사용
pt_pt: Toque em ⏸ para pausar · guardar · truques
ru: Нажмите ⏸, чтобы поставить на паузу · сохранить · использовать читы
zh_hans: 点击 ⏸ 可暂停 · 保存 · 查看秘籍

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Condizioni d'uso
ja: 利用規約
ko: 이용 약관
pt_pt: Termos de Utilização
ru: Условия использования
zh_hans: 使用条款

source: Thank you for your support! Enjoy the full experience.
de: Vielen Dank für Ihre Unterstützung! Genießen Sie das Erlebnis in vollen Zügen.
es: ¡Gracias por tu apoyo! Disfruta de la experiencia al máximo.
fr: Merci pour votre soutien ! Profitez pleinement de cette expérience.
it: Grazie per il vostro sostegno! Godetevi appieno questa esperienza.
ja: ご支援ありがとうございます！ ぜひ存分にお楽しみください。
ko: 응원해 주셔서 감사합니다! 이 경험을 마음껏 즐기세요.
pt_pt: Obrigado pelo vosso apoio! Aproveitem a experiência na íntegra.
ru: Спасибо за вашу поддержку! Наслаждайтесь всеми возможностями.
zh_hans: 感谢您的支持！ 尽情享受完整的体验吧。

source: The NDS header is incomplete.
de: Der NDS-Header ist unvollständig.
es: La cabecera NDS está incompleta.
fr: L'en-tête NDS est incomplet.
it: L'intestazione NDS è incompleta.
ja: NDSのヘッダーが不完全です。
ko: NDS 헤더가 불완전합니다.
pt_pt: O cabeçalho NDS está incompleto.
ru: Заголовок NDS неполный.
zh_hans: NDS 文件头不完整。

source: The app documents directory is unavailable.
de: Das Dokumentenverzeichnis der App ist nicht verfügbar.
es: El directorio de documentos de la aplicación no está disponible.
fr: Le dossier Documents de l'application est indisponible.
it: La cartella Documenti dell'app non è disponibile.
ja: アプリのドキュメントフォルダを利用できません。
ko: 앱 도큐멘트 디렉터리를 사용할 수 없습니다.
pt_pt: A pasta de documentos da aplicação não está disponível.
ru: Папка документов приложения недоступна.
zh_hans: 应用的文稿目录不可用。

source: The file could not be imported.
de: Die Datei konnte nicht importiert werden.
es: No se ha podido importar el archivo.
fr: Le fichier n'a pas pu être importé.
it: Impossibile importare il file.
ja: ファイルを読み込めませんでした。
ko: 파일을 가져올 수 없습니다.
pt_pt: Não foi possível importar o ficheiro.
ru: Не удалось импортировать файл.
zh_hans: 无法导入该文件。

source: The file size is %1$@; expected %2$@.
de: Die Datei ist %1$@ groß; erwartet wurden %2$@.
es: El archivo ocupa %1$@; se esperaba %2$@.
fr: La taille du fichier est de %1$@ ; %2$@ était attendu.
it: La dimensione del file è %1$@; era prevista %2$@.
ja: ファイルサイズは%1$@です（想定は%2$@）。
ko: 파일 크기가 %1$@입니다. 예상 크기는 %2$@입니다.
pt_pt: O tamanho do ficheiro é %1$@; era esperado %2$@.
ru: Размер файла — %1$@, ожидался %2$@.
zh_hans: 文件大小为 %1$@，预期为 %2$@。

source: The game will restart from the beginning. An autosave is kept, but progress since your last save state will be lost.
de: Das Spiel wird von vorne gestartet. Die automatische Speicherung bleibt erhalten, aber der Spielfortschritt seit deinem letzten Speicherstand geht verloren.
es: La partida se reiniciará desde el principio. Se conservará una copia de seguridad automática, pero se perderá el progreso realizado desde la última vez que guardaste la partida.
fr: La partie recommencera depuis le début. Une sauvegarde automatique est conservée, mais la progression enregistrée depuis votre dernière sauvegarde sera perdue.
it: Il gioco ripartirà dall'inizio. Verrà conservato un salvataggio automatico, ma i progressi compiuti dall'ultimo salvataggio andranno persi.
ja: ゲームは最初から再開されます。自動セーブデータは保持されますが、前回のセーブ状態以降の進行状況は失われます。
ko: 게임이 처음부터 다시 시작됩니다. 자동 저장 데이터는 유지되지만, 마지막 저장 시점 이후의 진행 상황은 사라집니다.
pt_pt: O jogo vai recomeçar do início. É mantida uma gravação automática, mas o progresso alcançado desde a última gravação será perdido.
ru: Игра начнётся с самого начала. Автосохранение останется, но прогресс, достигнутый с момента последнего сохранения, будет утрачен.
zh_hans: 游戏将从头开始。系统会保留自动存档，但自上次保存状态以来的进度将丢失。

source: The name the console answers to. Games that ask you to name yourself or your save start from this one. Up to 10 characters.
de: Der Name, auf den die Konsole hört. Spiele, die dich nach einem Namen fragen, starten mit diesem. Bis zu 10 Zeichen.
es: El nombre al que responde la consola. Los juegos que te piden un nombre parten de este. Hasta 10 caracteres.
fr: Le nom auquel la console répond. Les jeux qui vous demandent un nom partent de celui-ci. Jusqu’à 10 caractères.
it: Il nome a cui risponde la console. I giochi che ti chiedono un nome partono da questo. Fino a 10 caratteri.
ja: 本体が名乗る名前です。名前を尋ねるゲームはこの名前から始まります。最大10文字。
ko: 본체가 사용하는 이름입니다. 이름을 묻는 게임은 이 이름에서 시작합니다. 최대 10자.
pt_pt: O nome pelo qual a consola responde. Os jogos que pedem um nome partem deste. Até 10 caracteres.
ru: Имя, на которое отзывается консоль. Игры, которые просят представиться, начинают с него. До 10 символов.
zh_hans: 主机使用的名字。要求你取名的游戏会从这个名字开始。最多10个字符。

source: The save state already in this slot will be replaced. The game's own save file is not affected.
de: Der Spielstand in diesem Slot wird ersetzt. Die Speicherdatei des Spiels selbst bleibt unberührt.
es: El estado guardado que hay en esta ranura se reemplazará. La partida del propio juego no se toca.
fr: L’état sauvegardé présent dans cet emplacement sera remplacé. La sauvegarde du jeu lui-même n’est pas touchée.
it: Lo stato salvato già presente in questo slot verrà sostituito. Il salvataggio del gioco non viene toccato.
ja: このスロットにあるセーブステートは置き換えられます。ゲーム自体のセーブデータには影響しません。
ko: 이 슬롯에 있는 세이브 스테이트가 대체됩니다. 게임 자체의 저장 데이터는 영향을 받지 않습니다.
pt_pt: O estado guardado que está nesta ranhura será substituído. O ficheiro de jogo guardado não é afetado.
ru: Сохранение в этом слоте будет заменено. Собственное сохранение игры не затрагивается.
zh_hans: 此存档位中已有的保存状态将被替换。游戏自身的存档文件不受影响。

source: The selected file could not be imported.
de: Die ausgewählte Datei konnte nicht importiert werden.
es: No se ha podido importar el archivo seleccionado.
fr: Le fichier sélectionné n'a pas pu être importé.
it: Impossibile importare il file selezionato.
ja: 選択したファイルを読み込めませんでした。
ko: 선택한 파일을 가져올 수 없습니다.
pt_pt: Não foi possível importar o ficheiro selecionado.
ru: Не удалось импортировать выбранный файл.
zh_hans: 无法导入所选文件。

source: The selected file is empty.
de: Die ausgewählte Datei ist leer.
es: El archivo seleccionado está vacío.
fr: Le fichier sélectionné est vide.
it: Il file selezionato è vuoto.
ja: 選択したファイルは空です。
ko: 선택한 파일이 비어 있습니다.
pt_pt: O ficheiro selecionado está vazio.
ru: Выбранный файл пуст.
zh_hans: 所选文件为空。

source: The ultimate DS experience
de: Das ultimative DS-Erlebnis
es: La experiencia DS definitiva
fr: L'expérience DS ultime
it: L'esperienza DS definitiva
ja: 究極のDS体験
ko: 최고의 DS 경험
pt_pt: A experiência DS definitiva
ru: Лучший опыт DS
zh_hans: 极致DS体验
